{
  "Furniture": {
    "Workshop Table": {
      "useCases": [
        "✅ Suitable for heavy-duty tables, benches, and storage units designed for industrial, craft, or repair work environments, often featuring durable surfaces, tool storage, or integrated vices."
      ]
    },
    "Decorative Furniture": {
      "useCases": [
        "✅ Suitable for items primarily intended to enhance the aesthetic of a space, including ornamental furniture, decorative display units, accent tables, rugs, mats, and other non-functional or lightly functional decor pieces."
      ]
    },
    "Cafeteria & Dining Furniture": {
      "useCases": [
        "✅ Suitable for dining tables, dining chairs, or complete sets intended for group dining in cafeterias, restaurants, or communal eating spaces."
      ]
    },
    "Storage & Shelving": {
      "useCases": [
        "✅ Suitable for cabinets, shelving units, and storage furniture designed to hold, organize, or display items in offices, workshops, or public spaces."
      ]
    },
    "Office Chairs": {
      "useCases": [
        "✅ Suitable for chairs designed for office or workstation use, with features for comfort, adjustability, or ergonomics."
      ]
    },
    "Plastic Chairs": {
      "useCases": [
        "✅ Suitable for standalone seating primarily made from plastic, for indoor or outdoor use, in various settings such as events, waiting areas, or casual seating."
      ]
    },
    "Stools": {
      "useCases": [
        "✅ Suitable for upholstered seating designed for comfort, including multi-seat options with or without backrests, intended for lounge, reception, or residential use."
      ]
    },
    "Sofas": {
      "useCases": [
        "✅ Suitable for upholstered seating designed for one or more people, intended for comfort in lounges, receptions, or living areas."
      ]
    },
    "Office Desks": {
      "useCases": [
        "✅ Suitable for desks designed for office or workstation use, with surfaces for computers, paperwork, or office equipment."
      ]
    },
    "Coffee Tables": {
      "useCases": [
        "✅ Suitable for low tables designed for placement in front of sofas or seating areas, typically for holding drinks, books, or decorative items."
      ]
    },
    "Meeting Tables & Chairs": {
      "useCases": [
        "✅ Suitable for standalone meeting tables, standalone meeting chairs, or coordinated sets intended for office or conference environments."
      ]
    },
    "Bar Tables & Chairs": {
      "useCases": [
        "✅ Suitable for standalone bar tables, standalone bar stools/chairs, or coordinated bar-height sets used in hospitality, dining, or entertainment spaces."
      ]
    },
    "Table & Seating Sets": {
      "useCases": [
        "✅ Suitable for packaged sets where a table is sold together with matching chairs or benches, intended for coordinated use in dining, meeting, or outdoor settings."
      ]
    },
    "Lockers & Cabinets": {
      "useCases": [
        "✅ Suitable for personal or office storage furniture including lockers, filing cabinets, and wardrobe-style cabinets, typically used in offices, schools, gyms, and hospitality."
      ]
    },
    "Media & TV Stands": {
      "useCases": [
        "✅ Suitable for units specifically designed to support and organize TVs, media players, and related electronics, including storage for cables and accessories."
      ]
    },
    "Meeting Pods & Booths": {
      "useCases": [
        "✅ Suitable for enclosed or semi-enclosed seating/work units designed to provide privacy or acoustic isolation for meetings or focused work."
      ]
    },
    "Picnic Tables & Benches": {
      "useCases": [
        "✅ Suitable for standalone picnic tables, standalone picnic benches, or coordinated picnic-style sets intended for outdoor or casual communal dining."
      ]
    },
    "Beds & Mattresses": {
      "useCases": [
        "✅ Suitable for all types of sleeping furniture, including bed frames, divan beds, platform beds, and mattresses of any size."
      ]
    },
    "Bedside Tables": {
      "useCases": [
        "✅ Suitable for small tables or cabinets positioned beside beds, typically with drawers or shelves for personal items."
      ]
    },
    "Wardrobes & Dressers": {
      "useCases": [
        "✅ Suitable for storage furniture designed for clothing and accessories, including wardrobes, armoires, chests of drawers, and dressers."
      ]
    },
    "Reception Desks": {
      "useCases": [
        "✅ Suitable for counters or desks designed for greeting visitors and facilitating front-of-house activities in offices, hotels, or public buildings."
      ]
    }
  },
  "❌ Not suitable for standard office desks": {
    "dining tables": {
      "useCases": [
        "or decorative work surfaces.,"
      ]
    },
    "cashier counters": {
      "useCases": [
        "or kitchen islands.,NEW"
      ]
    }
  },
  "❌ Not suitable for fully functional furniture like desks": {
    "beds": {
      "useCases": [
        "or heavy-duty storage units.,DELETED 'Storage' from sub category"
      ]
    }
  },
  "❌ Not suitable for dining tables": {
    "coffee tables": {
      "useCases": [
        "or meeting tables.,"
      ]
    },
    "side tables": {
      "useCases": [
        "or work desks.,"
      ]
    }
  },
  "❌ Not suitable for dining furniture": {
    "picnic tables": {
      "useCases": [
        "or bar-height furniture.,"
      ]
    }
  },
  "❌ Not suitable for standard-height dining furniture": {
    "meeting tables": {
      "useCases": [
        "or coffee tables.,"
      ]
    }
  },
  "❌ Not suitable for industrial tool cabinets": {
    "heavy-duty workshop storage": {
      "useCases": [
        "or modular warehouse storage systems.,"
      ]
    }
  },
  "❌ Not suitable for general storage cabinets": {
    "office desks": {
      "useCases": [
        "or wall-mounted media panels.,"
      ]
    }
  },
  "❌ Not suitable for open meeting tables": {
    "standard office desks": {
      "useCases": [
        "or individual office cubicles without enclosed seating.,"
      ]
    }
  },
  "❌ Not suitable for regular dining furniture": {
    "cafeteria sets": {
      "useCases": [
        "or decorative benches not intended for dining use.,"
      ]
    }
  },
  "❌ Not suitable for sofa beds": {
    "daybeds": {
      "useCases": [
        "or fold-out sleeping surfaces designed primarily as seating.,NEW"
      ]
    }
  },
  "❌ Not suitable for coffee tables": {
    "side tables": {
      "useCases": [
        "or other occasional tables used in living or communal spaces.,NEW"
      ]
    }
  },
  "❌ Not suitable for filing cabinets": {
    "tool storage": {
      "useCases": [
        "or industrial lockers.,NEW"
      ]
    }
  },
  "Industrial Equipment & Supplies": {
    "Trolleys & Carts": {
      "useCases": [
        "✅ Suitable for wheeled platforms or carts designed to transport goods, materials, or tools in commercial, industrial, or hospitality environments."
      ]
    },
    "Lifting Equipment": {
      "useCases": [
        "✅ Suitable for devices or machinery designed to raise, lower, or move heavy loads, such as hoists, cranes, or lift tables."
      ]
    },
    "Pallet Trucks": {
      "useCases": [
        "✅ Suitable for wheeled devices designed to lift and move palletized goods, including manual and powered pallet jacks."
      ]
    },
    "Ladders": {
      "useCases": [
        "✅ Suitable for portable or fixed climbing structures with rungs or steps, designed for accessing elevated areas."
      ]
    },
    "Shelving & Racking Systems": {
      "useCases": [
        "✅ Suitable for heavy-duty, freestanding or fixed structures designed for organized storage of goods in warehouses, workshops, or retail spaces."
      ]
    },
    "Storage & Organization": {
      "useCases": [
        "✅ Suitable for industrial or workshop storage solutions, including tool cabinets, parts organizers, and storage systems designed for heavy-duty use."
      ]
    },
    "Fasteners & Hardware": {
      "useCases": [
        "✅ Suitable for mechanical components such as screws, bolts, nuts, washers, hinges, and other fittings used to join, secure, or assemble materials."
      ]
    },
    "Adhesives & Sealants": {
      "useCases": [
        "✅ Suitable for substances used to bond, seal, or fill gaps between surfaces, including glues, epoxies, silicones, and caulks."
      ]
    },
    "Lubricants": {
      "useCases": [
        "✅ Suitable for oils, greases, and other substances used to reduce friction, wear, or heat in machinery or tools."
      ]
    },
    "Electrical Supplies": {
      "useCases": [
        "✅ Suitable for electrical components, wiring, connectors, outlets, switches, and accessories used in electrical installations or maintenance."
      ]
    },
    "Lighting Supplies": {
      "useCases": [
        "✅ Suitable for light fixtures, bulbs, ballasts, and components designed to provide illumination in commercial, industrial, or residential spaces."
      ]
    },
    "Plumbing Supplies": {
      "useCases": [
        "✅ Suitable for pipes, fittings, valves, faucets, and other components used in water, gas, or waste systems."
      ]
    },
    "Packaging Materials": {
      "useCases": [
        "✅ Suitable for products used to protect, contain, or transport goods, such as boxes, bubble wrap, tape, straps, and pallets."
      ]
    }
  },
  "❌ Not suitable for pallet trucks": {
    "wheelbarrows": {
      "useCases": [
        "or hand trucks without flat platforms.,"
      ]
    },
    "ladders": {
      "useCases": [
        "or non-mechanical storage systems.,"
      ]
    }
  },
  "❌ Not suitable for trolleys": {
    "carts": {
      "useCases": [
        "or lifting equipment without pallet-specific forks.,"
      ]
    }
  },
  "❌ Not suitable for step stools": {
    "scaffolding": {
      "useCases": [
        "or purely decorative ladder-like furniture.,"
      ]
    }
  },
  "❌ Not suitable for light household shelving units": {
    "display cabinets": {
      "useCases": [
        "or office bookcases.,"
      ]
    }
  },
  "❌ Not suitable for personal lockers": {
    "office cabinets": {
      "useCases": [
        "or wardrobe-style cabinets intended for commercial or hospitality interiors.,"
      ]
    }
  },
  "❌ Not suitable for adhesives": {
    "sealants": {
      "useCases": [
        "or structural parts like beams and panels.,"
      ]
    }
  },
  "❌ Not suitable for mechanical fasteners": {
    "lubricants": {
      "useCases": [
        "or paints.,"
      ]
    }
  },
  "❌ Not suitable for cleaning chemicals": {
    "adhesives": {
      "useCases": [
        "or fuel products.,"
      ]
    }
  },
  "❌ Not suitable for lighting fixtures": {
    "electronic devices": {
      "useCases": [
        "or plumbing parts.,"
      ]
    }
  },
  "❌ Not suitable for bathroom furniture": {
    "heating systems": {
      "useCases": [
        "or electrical supplies.,"
      ]
    }
  },
  "❌ Not suitable for storage furniture": {
    "display units": {
      "useCases": [
        "or luggage.,"
      ]
    }
  },
  "Tools": {
    "Hand Tools": {
      "useCases": [
        "✅ Suitable for manually operated tools such as hammers, screwdrivers, pliers, wrenches, and hand saws."
      ]
    },
    "Power Tools": {
      "useCases": [
        "✅ Suitable for electrically, battery, or pneumatically powered tools such as drills, sanders, saws, grinders, and nail guns."
      ]
    },
    "Cutting Tools": {
      "useCases": [
        "✅ Suitable for tools designed specifically for cutting materials, such as blades, knives, cutters, saw blades, and shears."
      ]
    },
    "Measuring Tools": {
      "useCases": [
        "✅ Suitable for instruments that measure dimensions, angles, weight, temperature, or other physical properties, such as tape measures, calipers, and levels."
      ]
    },
    "Testing Instruments": {
      "useCases": [
        "✅ Suitable for devices that assess performance, quality, or safety, such as multimeters, pressure testers, and diagnostic tools."
      ]
    },
    "Welding Equipment": {
      "useCases": [
        "✅ Suitable for equipment used in welding processes, including welding machines, torches, protective gear, and welding accessories."
      ]
    },
    "Tool Storage": {
      "useCases": [
        "✅ Suitable for storage solutions for tools, such as toolboxes, tool chests, tool bags, and wall-mounted tool racks."
      ]
    }
  },
  "❌ Not suitable for power-driven tools": {
    "measuring instruments": {
      "useCases": [
        "or welding equipment.,"
      ]
    }
  },
  "❌ Not suitable for manual hand tools": {
    "stationary industrial machines": {
      "useCases": [
        "or measuring devices.,"
      ]
    }
  },
  "❌ Not suitable for testing instruments": {
    "power tools": {
      "useCases": [
        "or calibration equipment.,"
      ]
    }
  },
  "❌ Not suitable for simple measuring tools": {
    "monitoring systems": {
      "useCases": [
        "or lab equipment.,"
      ]
    }
  },
  "❌ Not suitable for soldering tools": {
    "cutting tools": {
      "useCases": [
        "or general hand tools.,"
      ]
    }
  },
  "❌ Not suitable for general storage furniture": {
    "shelving units": {
      "useCases": [
        "or workbenches without tool-specific features.,"
      ]
    },
    "shelving": {
      "useCases": [
        "or lockers.,"
      ]
    }
  },
  "Health & Safety": {
    "Personal Protective Equipment": {
      "useCases": [
        "✅ Suitable for wearable safety gear such as helmets, gloves, earplugs, goggles, respirators, and protective clothing."
      ]
    },
    "First Aid Supplies": {
      "useCases": [
        "✅ Suitable for medical supplies used for treating injuries and emergencies, such as bandages, antiseptics, splints, and first aid kits."
      ]
    },
    "Fire Safety Equipment": {
      "useCases": [
        "✅ Suitable for items designed to detect, suppress, or control fires, such as fire extinguishers, fire blankets, smoke detectors, and sprinkler systems."
      ]
    },
    "Spill Control Supplies": {
      "useCases": [
        "✅ Suitable for products used to contain, absorb, or clean up hazardous or non-hazardous liquid spills, such as absorbent pads, booms, and spill kits."
      ]
    },
    "Hazardous Storage Units": {
      "useCases": [
        "✅ Suitable for specialized storage cabinets and containers designed for hazardous substances, chemicals, or flammable materials."
      ]
    },
    "Safety Signage": {
      "useCases": [
        "✅ Suitable for signs that communicate safety instructions, hazards, or regulatory information in workplaces or public areas."
      ]
    },
    "Safety Barriers": {
      "useCases": [
        "✅ Suitable for physical barriers used to restrict access or protect people from hazards, such as guardrails, bollards, and crowd control barriers."
      ]
    },
    "Hygiene Supplies": {
      "useCases": [
        "✅ Suitable for products used to maintain cleanliness and hygiene, such as soap dispensers, sanitizers, paper towels, and waste bins."
      ]
    },
    "Safety Mats & Flooring": {
      "useCases": [
        "✅ Suitable for mats and flooring designed to improve safety, reduce slips, or provide anti-fatigue benefits in workplaces."
      ]
    }
  },
  "❌ Not suitable for first aid kits": {
    "fire extinguishers": {
      "useCases": [
        "or fixed safety barriers.,"
      ]
    }
  },
  "❌ Not suitable for PPE": {
    "hygiene products": {
      "useCases": [
        "or fire safety equipment.,"
      ]
    },
    "spill control products": {
      "useCases": [
        "or general safety signage.,"
      ]
    },
    "first aid supplies": {
      "useCases": [
        "or spill control products.,"
      ]
    }
  },
  "❌ Not suitable for general cleaning supplies": {
    "hazardous storage cabinets": {
      "useCases": [
        "or PPE.,"
      ]
    }
  },
  "❌ Not suitable for decorative signs": {
    "electronic displays": {
      "useCases": [
        "or advertising boards.,"
      ]
    }
  },
  "❌ Not suitable for safety signage": {
    "mats": {
      "useCases": [
        "or fencing for decorative purposes.,"
      ]
    }
  },
  "❌ Not suitable for general carpets": {
    "decorative rugs": {
      "useCases": [
        "or standard flooring without safety features.,"
      ]
    }
  },
  "Kitchen & Food Service": {
    "Cookware": {
      "useCases": [
        "✅ Suitable for pots, pans, and other equipment used to cook food on stovetops or ovens."
      ]
    },
    "Bakeware": {
      "useCases": [
        "✅ Suitable for trays, tins, moulds, and dishes designed for baking in an oven."
      ]
    },
    "Preparation Utensils": {
      "useCases": [
        "✅ Suitable for tools used in food preparation such as peelers, graters, mixing bowls, and spatulas."
      ]
    },
    "Cutlery": {
      "useCases": [
        "✅ Suitable for knives, forks, spoons, and related utensils used for eating or food preparation."
      ]
    },
    "Serving & Barware": {
      "useCases": [
        "✅ Suitable for plates, bowls, glasses, jugs, and bar accessories used to serve food and drinks."
      ]
    },
    "Catering Equipment": {
      "useCases": [
        "✅ Suitable for large-scale cooking and serving appliances used in commercial catering, such as chafing dishes, hot plates, and beverage dispensers."
      ]
    },
    "Dishwashing Supplies": {
      "useCases": [
        "✅ Suitable for items used in manual or machine dishwashing, such as racks, brushes, and detergents."
      ]
    },
    "Food Storage Containers": {
      "useCases": [
        "✅ Suitable for containers used to store raw or cooked food, such as plastic tubs, glass jars, and sealed boxes."
      ]
    },
    "Food Packaging": {
      "useCases": [
        "✅ Suitable for disposable or reusable materials used to package food for transport or sale, such as paper wraps, takeaway boxes, and foil containers."
      ]
    },
    "Kitchen Islands": {
      "useCases": [
        "✅ Suitable for freestanding kitchen workstations with storage or preparation surfaces."
      ]
    },
    "Kitchen Trolleys": {
      "useCases": [
        "✅ Suitable for mobile trolleys used for food preparation, storage, or serving within kitchens or dining areas."
      ]
    }
  },
  "❌ Not suitable for bakeware": {
    "serving dishes": {
      "useCases": [
        "or preparation utensils.,"
      ]
    }
  },
  "❌ Not suitable for cookware": {
    "serving ware": {
      "useCases": [
        "or food packaging.,",
        "or food storage containers.,"
      ]
    },
    "bakeware": {
      "useCases": [
        "or preparation utensils.,",
        "or serving ware.,"
      ]
    }
  },
  "❌ Not suitable for cooking utensils": {
    "serving ware": {
      "useCases": [
        "or food packaging.,"
      ]
    }
  },
  "❌ Not suitable for home cookware": {
    "bakeware": {
      "useCases": [
        "or small kitchen utensils.,"
      ]
    }
  },
  "❌ Not suitable for cooking equipment": {
    "food storage": {
      "useCases": [
        "or hygiene supplies not related to dishwashing.,"
      ]
    }
  },
  "❌ Not suitable for permanent food storage containers": {
    "serving ware": {
      "useCases": [
        "or table linen.,"
      ]
    }
  },
  "❌ Not suitable for catering trolleys": {
    "dining tables": {
      "useCases": [
        "or stationary countertops built into kitchens.,"
      ]
    }
  },
  "Food Service Consumables": {
    "Disposable Service Items": {
      "useCases": [
        "✅ Suitable for single-use cups, plates, cutlery, straws, and takeaway containers intended for serving food or drinks."
      ]
    },
    "Compostable Packaging": {
      "useCases": [
        "✅ Suitable for packaging made from biodegradable or compostable materials designed for food transport or takeaway, such as compostable cups, clamshell boxes, and wraps."
      ]
    },
    "Table Linen": {
      "useCases": [
        "✅ Suitable for cloth or disposable tablecloths, napkins, and placemats used in dining setups."
      ]
    }
  },
  "❌ Not suitable for compostable-only packaging": {
    "reusable serving ware": {
      "useCases": [
        "or long-term storage containers.,"
      ]
    }
  },
  "❌ Not suitable for bed linen": {
    "towels": {
      "useCases": [
        "or other textiles not intended for dining tables.,"
      ]
    }
  },
  "Hospitality Consumables": {
    "Disposable Slippers": {
      "useCases": [
        "✅ Suitable for single-use slippers provided in hotels, spas, or guest accommodations."
      ]
    },
    "Robes": {
      "useCases": [
        "✅ Suitable for bathrobes or spa robes provided in hotels, spas, or hospitality settings, whether reusable or single-use."
      ]
    },
    "Bed Linen & Towels": {
      "useCases": [
        "✅ Suitable for sheets, pillowcases, duvets, blankets, and towels intended for hospitality or guest use."
      ]
    },
    "Hangers": {
      "useCases": [
        "✅ Suitable for garment hangers provided in hotel rooms, wardrobes, or hospitality settings."
      ]
    }
  },
  "❌ Not suitable for jackets": {
    "coats": {
      "useCases": [
        "or robes intended for ceremonial"
      ]
    }
  },
  "❌ Not suitable for table linens": {
    "cleaning rags": {
      "useCases": [
        "or decorative throws not intended for guest bedding or bathing.,"
      ]
    }
  },
  "❌ Not suitable for display racks": {
    "shelving units": {
      "useCases": [
        "or hooks not designed to hang clothing.,"
      ]
    }
  },
  "Interior Fixtures & Finishes": {
    "Doors": {
      "useCases": [
        "✅ Suitable for hinged, sliding, folding, or pivot doors intended for permanent installation in interior or exterior spaces."
      ]
    },
    "Wall Coverings & Panels": {
      "useCases": [
        "✅ Suitable for decorative or protective wall materials such as cladding, wallpaper, or surface laminates."
      ]
    },
    "Handles & Knobs": {
      "useCases": [
        "✅ Suitable for hardware used to open or close doors, drawers, or cabinets."
      ]
    },
    "Hinges": {
      "useCases": [
        "✅ Suitable for mechanical pivoting devices used in doors, cabinets, or furniture for controlled movement."
      ]
    },
    "Drawer Systems": {
      "useCases": [
        "✅ Suitable for complete drawer assemblies or mechanisms designed for furniture or cabinetry."
      ]
    },
    "Countertops": {
      "useCases": [
        "✅ Suitable for horizontal work surfaces permanently installed in kitchens, bathrooms, or workspaces."
      ]
    },
    "Acoustic Panels & Partition Systems": {
      "useCases": [
        "✅ Suitable for sound-absorbing panels or fixed partition walls used for acoustic control in interiors."
      ]
    },
    "Flooring": {
      "useCases": [
        "✅ Suitable for materials or systems intended for permanent floor installation, such as tiles, hardwood, laminate, or carpet rolls."
      ]
    },
    "Writing Panels": {
      "useCases": [
        "✅ Suitable for fixed whiteboards, chalkboards, or glass writing surfaces intended for wall mounting."
      ]
    },
    "Bathroom Fixtures": {
      "useCases": [
        "✅ Suitable for sound-absorbing panels or fixed partition walls used for acoustic control in interiors."
      ]
    }
  },
  "❌ Not suitable for cabinet doors": {
    "shower doors": {
      "useCases": [
        "or decorative panels without door functionality.,"
      ]
    }
  },
  "❌ Not suitable for acoustic panels": {
    "partition systems": {
      "useCases": [
        "flooring"
      ]
    }
  },
  "❌ Not suitable for faucet handles": {
    "machine levers": {
      "useCases": [
        "or unrelated mechanical components.,"
      ]
    }
  },
  "❌ Not suitable for decorative brackets": {
    "joints": {
      "useCases": [
        "or non-hinge fasteners.,"
      ]
    }
  },
  "❌ Not suitable for freestanding tables": {
    "desks": {
      "useCases": [
        "or movable worktops.,"
      ]
    }
  },
  "❌ Not suitable for freestanding screens": {
    "curtains": {
      "useCases": [
        "or purely decorative wall art.,"
      ]
    }
  },
  "❌ Not suitable for rugs": {
    "mats": {
      "useCases": [
        "or temporary floor coverings.,"
      ]
    }
  },
  "❌ Not suitable for portable clipboards": {
    "notepads": {
      "useCases": [
        "or handheld boards.,"
      ]
    }
  },
  "Facilities Management": {
    "Cleaning Equipment": {
      "useCases": [
        "✅ Suitable for powered or manual machines used for cleaning surfaces, floors, or facilities (e.g., floor scrubbers, vacuum cleaners, pressure washers)."
      ]
    },
    "Janitorial Supplies": {
      "useCases": [
        "✅ Suitable for consumable cleaning products and manual cleaning tools (e.g., mops, brooms, buckets, detergents)."
      ]
    },
    "Vending Equipment": {
      "useCases": [
        "✅ Suitable for machines that dispense food, beverages, or other goods in self-service settings."
      ]
    },
    "Outdoor Maintenance Equipment": {
      "useCases": [
        "✅ Suitable for tools and machinery for outdoor facility upkeep (e.g., leaf blowers, snow removal machines, lawn mowers)."
      ]
    },
    "Waste Management Systems": {
      "useCases": [
        "✅ Suitable for bins, compactors, and systems designed for the collection and containment of waste."
      ]
    },
    "Recycling Systems": {
      "useCases": [
        "✅ Suitable for bins, sorters, or machines specifically designed for recycling waste streams."
      ]
    },
    "Climate Control Equipment": {
      "useCases": [
        "✅ Suitable for systems or devices that regulate temperature, humidity, or air quality (e.g., heaters, air conditioners, fans, dehumidifiers)."
      ]
    },
    "Outdoor Storage": {
      "useCases": [
        "✅ Suitable for weather-resistant storage units or sheds designed for outdoor use."
      ]
    }
  },
  "❌ Not suitable for coffee machines": {
    "refrigerators": {
      "useCases": [
        "or storage cabinets that are not coin- or card-operated.,"
      ]
    }
  },
  "Office Supplies": {
    "Office Supplies": {
      "useCases": [
        "✅ Suitable for general consumables and tools used in office work (e.g., pens, paper, staplers, folders)."
      ]
    }
  }
}